{
    "CAPÍTULO XV - Art. 162 - I": "Dirigir sem habilitação válida (CNH, PPD, ACC).",
    "CAPÍTULO XV - Art. 162 - II": "Dirigir com habilitação cassada ou suspensa.",
    "CAPÍTULO XV - Art. 162 - III": "Dirigir veículo de categoria diferente da sua habilitação.",
    "CAPÍTULO XV - Art. 162 - V": "Dirigir com CNH vencida há mais de 30 dias.",
    "CAPÍTULO XV - Art. 162 - VI": "Dirigir sem usar itens corretivos (lentes, próteses) ou adaptações obrigatórias do veículo.",
    "CAPÍTULO XV - Art. 162 - VII": "Dirigir sem possuir cursos especializados ou específicos obrigatórios.",
    "CAPÍTULO XV - Art. 163": "Entregar a direção do veículo a pessoa em qualquer das condições do Art. 162.",
    "CAPÍTULO XV - Art. 164": "Permitir que pessoa em qualquer das condições do Art. 162 tome posse e conduza o veículo.",
    "CAPÍTULO XV - Art. 165-A": "Recusar-se a fazer teste de influência de álcool ou substância psicoativa.",
    "CAPÍTULO XV - Art. 165-A - Parágrafo único": "Recusa ao teste de álcool/substância com reincidência em 12 meses (multa em dobro).",
    "CAPÍTULO XV - Art. 165-B - Parágrafo único": "Dirigir veículo após 30 dias do vencimento do exame toxicológico obrigatório.",
    "CAPÍTULO XV - Art. 165-C": "Dirigir veículo com resultado positivo no exame toxicológico.",
    "CAPÍTULO XV - Art. 165-D - Parágrafo único": "Deixar de realizar o exame toxicológico periódico obrigatório, após 30 dias do vencimento.",
    "CAPÍTULO XV - Art. 165": "Dirigir sob influência de álcool ou substância psicoativa.",
    "CAPÍTULO XV - Art. 165 - Parágrafo único": "Dirigir sob influência de álcool/substância com reincidência em 12 meses (multa em dobro).",
    "CAPÍTULO XV - Art. 166": "Confiar ou entregar veículo a condutor (mesmo habilitado) sem condições físicas ou psíquicas para dirigir com segurança.",
    "CAPÍTULO XV - Art. 167": "Não usar cinto de segurança (condutor ou passageiro).",
    "CAPÍTULO XV - Art. 168": "Transportar crianças sem observar as normas de segurança (uso de cadeirinha, etc.).",
    "CAPÍTULO XV - Art. 169": "Dirigir sem atenção ou sem os cuidados essenciais à segurança.",
    "CAPÍTULO XV - Art. 170": "Dirigir ameaçando pedestres ou outros veículos.",
    "CAPÍTULO XV - Art. 171": "Usar o veículo para jogar água ou detritos em pedestres ou outros veículos.",
    "CAPÍTULO XV - Art. 172": "Atirar ou abandonar objetos/substâncias na via pelo veículo.",
    "CAPÍTULO XV - Art. 173 - Parágrafo único": "Disputar corrida com reincidência em 12 meses (multa em dobro).",
    "CAPÍTULO XV - Art. 174": "Promover ou participar de competição, evento, exibição ou manobra de perícia na via sem permissão da autoridade de trânsito.",
    "CAPÍTULO XV - Art. 174 - § 1o": "As penalidades são para promotores e condutores participantes de eventos não permitidos.",
    "CAPÍTULO XV - Art. 174 - § 2o": "Reincidência em promover/participar de eventos sem permissão em 12 meses (multa em dobro).",
    "CAPÍTULO XV - Art. 175 - § único": "Reincidência em manobra perigosa (arrancada, derrapagem, frenagem brusca) em 12 meses (multa em dobro).",
    "CAPÍTULO XV - Art. 176 - I": "Em acidente com vítima, não prestar ou providenciar socorro, podendo fazê-lo.",
    "CAPÍTULO XV - Art. 176 - II": "Em acidente com vítima, não adotar providências para evitar perigo no local.",
    "CAPÍTULO XV - Art. 176 - III": "Em acidente com vítima, não preservar o local para polícia/perícia.",
    "CAPÍTULO XV - Art. 176 - IV": "Em acidente com vítima, não remover o veículo quando determinado pela autoridade.",
    "CAPÍTULO XV - Art. 176 - V": "Em acidente com vítima, não se identificar à polícia ou não prestar informações para o boletim.",
    "CAPÍTULO XV - Art. 177": "Não prestar socorro à vítima de acidente quando solicitado pela autoridade.",
    "CAPÍTULO XV - Art. 178": "Em acidente sem vítima, não remover o veículo do local se necessário para segurança e fluidez do trânsito.",
    "CAPÍTULO XV - Art. 179 - I": "Fazer ou permitir reparo de veículo em pista de rolamento de rodovias e vias de trânsito rápido, exceto emergência sinalizada.",
    "CAPÍTULO XV - Art. 179 - II": "Fazer ou permitir reparo de veículo nas demais vias, exceto emergência sinalizada.",
    "CAPÍTULO XV - Art. 180": "Imobilizar o veículo na via por falta de combustível.",
    "CAPÍTULO XV - Art. 181 - I": "Estacionar nas esquinas ou a menos de 5 metros do alinhamento da via transversal.",
    "CAPÍTULO XV - Art. 181 - II": "Estacionar afastado da calçada (meio-fio) entre 50 cm e 1 metro.",
    "CAPÍTULO XV - Art. 181 - III": "Estacionar afastado da calçada (meio-fio) a mais de 1 metro.",
    "CAPÍTULO XV - Art. 181 - IV": "Estacionar em desacordo com as posições permitidas pelo Código.",
    "CAPÍTULO XV - Art. 181 - V": "Estacionar na pista de rolamento (estradas, rodovias, vias rápidas, vias com acostamento).",
    "CAPÍTULO XV - Art. 181 - VI": "Estacionar sobre hidrantes, registros de água ou tampas de poços subterrâneos identificados.",
    "CAPÍTULO XV - Art. 181 - VII": "Estacionar em acostamentos sem motivo de força maior.",
    "CAPÍTULO XV - Art. 181 - VIII": "Estacionar sobre passeio, faixa de pedestre, ciclovia/ciclofaixa, ilhas, refúgios, canteiros centrais, divisores, gramados ou jardins públicos.",
    "CAPÍTULO XV - Art. 181 - IX": "Estacionar em guia de calçada rebaixada (entrada/saída de veículos).",
    "CAPÍTULO XV - Art. 181 - X": "Estacionar impedindo a movimentação de outro veículo.",
    "CAPÍTULO XV - Art. 181 - XI": "Estacionar ao lado de outro veículo em fila dupla.",
    "CAPÍTULO XV - Art. 181 - XII": "Estacionar em área de cruzamento, prejudicando a circulação.",
    "CAPÍTULO XV - Art. 181 - XIII": "Estacionar em ponto de ônibus ou a menos de 10 metros antes/depois do marco do ponto.",
    "CAPÍTULO XV - Art. 181 - XIV": "Estacionar em viadutos, pontes e túneis.",
    "CAPÍTULO XV - Art. 181 - XV": "Estacionar na contramão de direção.",
    "CAPÍTULO XV - Art. 181 - XVI": "Estacionar em aclive/declive sem freio de mão/calço de segurança (veículos acima de 3.500 kg).",
    "CAPÍTULO XV - Art. 181 - XVII": "Estacionar em desacordo com as condições regulamentadas pela placa (Estacionamento Regulamentado).",
    "CAPÍTULO XV - Art. 181 - XVIII": "Estacionar em locais/horários proibidos pela placa (Proibido Estacionar).",
    "CAPÍTULO XV - Art. 181 - XIX": "Estacionar em locais/horários de estacionamento e parada proibidos pela placa (Proibido Parar e Estacionar).",
    "CAPÍTULO XV - Art. 181 - XX": "Estacionar em vagas para pessoas com deficiência ou idosos sem credencial.",
    "CAPÍTULO XV - Art. 181 - § 1º": "Preferência de remoção do veículo antes da aplicação da penalidade em casos de estacionamento irregular.",
    "CAPÍTULO XV - Art. 181 - § 2º": "Proibido abandonar o calço de segurança na via após estacionar em aclive/declive.",
    "CAPÍTULO XV - Art. 182 - I": "Parar nas esquinas ou a menos de 5 metros do alinhamento da via transversal.",
    "CAPÍTULO XV - Art. 182 - II": "Parar afastado da calçada (meio-fio) entre 50 cm e 1 metro.",
    "CAPÍTULO XV - Art. 182 - III": "Parar afastado da calçada (meio-fio) a mais de 1 metro.",
    "CAPÍTULO XV - Art. 182 - IV": "Parar em desacordo com as posições permitidas pelo Código.",
    "CAPÍTULO XV - Art. 182 - V": "Parar na pista de rolamento (estradas, rodovias, vias rápidas e vias com acostamento).",
    "CAPÍTULO XV - Art. 182 - VI": "Parar sobre passeio, faixa de pedestre, ilhas, refúgios, canteiros centrais, divisores ou marcas de canalização.",
    "CAPÍTULO XV - Art. 182 - VII": "Parar em área de cruzamento, prejudicando a circulação.",
    "CAPÍTULO XV - Art. 182 - VIII": "Parar em viadutos, pontes e túneis.",
    "CAPÍTULO XV - Art. 182 - IX": "Parar na contramão de direção.",
    "CAPÍTULO XV - Art. 182 - X": "Parar em local/horário proibidos pela placa (Proibido Parar).",
    "CAPÍTULO XV - Art. 182 - XI": "Parar sobre ciclovia ou ciclofaixa.",
    "CAPÍTULO XV - Art. 183": "Parar sobre a faixa de pedestres quando o sinal luminoso mudar.",
    "CAPÍTULO XV - Art. 184 - I": "Transitar em faixa/pista da direita exclusiva para certo tipo de veículo, sem ser para acesso a imóveis lindeiros ou conversão à direita.",
    "CAPÍTULO XV - Art. 184 - II": "Transitar em faixa/pista da esquerda exclusiva para certo tipo de veículo.",
    "CAPÍTULO XV - Art. 184 - III": "Transitar em faixa/via exclusiva de transporte público coletivo, sem força maior ou autorização.",
    "CAPÍTULO XV - Art. 185 - I": "Não manter o veículo na faixa destinada pela sinalização, exceto em emergência.",
    "CAPÍTULO XV - Art. 185 - II": "Veículos lentos e de maior porte não se manterem nas faixas da direita.",
    "CAPÍTULO XV - Art. 186 - I": "Transitar pela contramão em vias de duplo sentido, exceto para ultrapassar (pelo tempo necessário e respeitando o sentido oposto).",
    "CAPÍTULO XV - Art. 186 - II": "Transitar pela contramão em vias de sentido único de circulação.",
    "CAPÍTULO XV - Art. 187 - I": "Transitar em locais e horários não permitidos por regulamentação da autoridade competente (para todos os veículos).",
    "CAPÍTULO XV - Art. 188": "Transitar lado a lado com outro veículo, interrompendo ou perturbando o trânsito.",
    "CAPÍTULO XV - Art. 189": "Não dar passagem a veículos de emergência (batedores, socorro, polícia, fiscalização, ambulâncias) em serviço de urgência e identificados.",
    "CAPÍTULO XV - Art. 190": "Seguir veículo em serviço de urgência com prioridade de passagem.",
    "CAPÍTULO XV - Art. 191 - Parágrafo único": "Forçar passagem entre veículos que, em sentidos opostos, estão próximos na ultrapassagem, com reincidência em 12 meses (multa em dobro).",
    "CAPÍTULO XV - Art. 192": "Não manter distância de segurança lateral e frontal (em relação a veículos e bordo da pista), considerando velocidade e condições climáticas/veículo.",
    "CAPÍTULO XV - Art. 193": "Transitar com o veículo em calçadas, passeios, passarelas, ciclovias, ciclofaixas, ilhas, refúgios, ajardinamentos, canteiros centrais, divisores de pista, acostamentos, marcas de canalização, gramados e jardins públicos.",
    "CAPÍTULO XV - Art. 194": "Transitar em marcha à ré, exceto para pequenas manobras e sem riscos à segurança.",
    "CAPÍTULO XV - Art. 195": "Desobedecer às ordens da autoridade ou agentes de trânsito.",
    "CAPÍTULO XV - Art. 196": "Não indicar (braço ou seta) com antecedência o início da marcha, parada, mudança de direção ou faixa.",
    "CAPÍTULO XV - Art. 197": "Não deslocar o veículo com antecedência para a faixa correta ao manobrar (virar à esquerda/direita).",
    "CAPÍTULO XV - Art. 198": "Não dar passagem pela esquerda quando solicitado.",
    "CAPÍTULO XV - Art. 199": "Ultrapassar pela direita, exceto se o veículo da frente estiver na faixa apropriada e sinalizar que vai entrar à esquerda.",
    "CAPÍTULO XV - Art. 200": "Ultrapassar pela direita veículo de transporte coletivo/escolar parado para embarque/desembarque, salvo se houver refúgio seguro para pedestre.",
    "CAPÍTULO XV - Art. 201": "Não guardar distância lateral de 1,5 metro ao passar ou ultrapassar bicicleta.",
    "CAPÍTULO XV - Art. 202 - I": "Ultrapassar outro veículo pelo acostamento.",
    "CAPÍTULO XV - Art. 202 - II": "Ultrapassar outro veículo em interseções e passagens de nível.",
    "CAPÍTULO XV - Art. 202": "Infrações gravíssimas de ultrapassagem (detalhes nos incisos).",
    "CAPÍTULO XV - Art. 203 - I": "Ultrapassar pela contramão em curvas, aclives e declives sem visibilidade.",
    "CAPÍTULO XV - Art. 203 - II": "Ultrapassar pela contramão em faixas de pedestre.",
    "CAPÍTULO XV - Art. 203 - III": "Ultrapassar pela contramão em pontes, viadutos ou túneis.",
    "CAPÍTULO XV - Art. 203 - IV": "Ultrapassar pela contramão veículo parado em fila (sinais, porteiras, cruzamentos, impedimentos).",
    "CAPÍTULO XV - Art. 203 - V": "Ultrapassar pela contramão onde houver linha dupla contínua ou simples contínua amarela.",
    "CAPÍTULO XV - Art. 203 - Parágrafo único": "Reincidência em ultrapassagem pela contramão em 12 meses (multa em dobro).",
    "CAPÍTULO XV - Art. 204": "Não parar no acostamento à direita para cruzar a pista ou entrar à esquerda onde não há local apropriado para retorno.",
    "CAPÍTULO XV - Art. 205": "Ultrapassar veículo em movimento que faz parte de cortejo, desfile ou formação militar sem autorização da autoridade de trânsito.",
    "CAPÍTULO XV - Art. 206 - I": "Fazer retorno em local proibido pela sinalização.",
    "CAPÍTULO XV - Art. 206 - II": "Fazer retorno em curvas, aclives, declives, pontes, viadutos e túneis.",
    "CAPÍTULO XV - Art. 206 - III": "Fazer retorno passando sobre calçada, passeio, ilhas, ajardinamento, canteiros divisores, refúgios, faixas de pedestres ou de veículos não motorizados.",
    "CAPÍTULO XV - Art. 206 - IV": "Fazer retorno em interseções, entrando na contramão da via transversal.",
    "CAPÍTULO XV - Art. 206 - V": "Fazer retorno prejudicando a circulação ou segurança, mesmo em local permitido.",
    "CAPÍTULO XV - Art. 207": "Fazer conversão à direita ou esquerda em locais proibidos pela sinalização.",
    "CAPÍTULO XV - Art. 208": "Avançar o sinal vermelho do semáforo ou parada obrigatória (exceto livre conversão à direita permitida).",
    "CAPÍTULO XV - Art. 209-A": "Evadir-se do pagamento de pedágio ou taxa de uso de rodovias/vias urbanas.",
    "CAPÍTULO XV - Art. 209": "Transpor bloqueio viário sem autorização ou não entrar em área de pesagem.",
    "CAPÍTULO XV - Art. 210": "Transpor bloqueio viário policial sem autorização.",
    "CAPÍTULO XV - Art. 212": "Não parar o veículo antes de transpor linha férrea.",
    "CAPÍTULO XV - Art. 213 - I": "Não parar o veículo quando sua marcha for interceptada por agrupamento de pessoas (passeatas, desfiles).",
    "CAPÍTULO XV - Art. 213 - II": "Não parar o veículo quando sua marcha for interceptada por agrupamento de veículos (cortejos, formações militares).",
    "CAPÍTULO XV - Art. 214 - I": "Não dar preferência de passagem a pedestre ou veículo não motorizado em sua faixa.",
    "CAPÍTULO XV - Art. 214 - II": "Não dar preferência a pedestre que não concluiu a travessia, mesmo com sinal verde para o veículo.",
    "CAPÍTULO XV - Art. 214 - III - ": "Não dar preferência a pedestres com deficiência física, crianças, idosos e gestantes.",
    "CAPÍTULO XV - Art. 214 - IV": "Não dar preferência a pedestre que iniciou a travessia, mesmo sem sinalização específica.",
    "CAPÍTULO XV - Art. 214 - V - ": "Não dar preferência a pedestre que atravessa a via transversal para onde o veículo se dirige.",
    "CAPÍTULO XV - Art. 215 - I - a)": "Em interseção não sinalizada, não dar preferência a veículo em rodovia ou rotatória.",
    "CAPÍTULO XV - Art. 215 - I - b)": "Em interseção não sinalizada, não dar preferência a veículo que vem da direita.",
    "CAPÍTULO XV - Art. 215 - II": "Não dar preferência de passagem em interseção com sinalização de 'Dê a Preferência'.",
    "CAPÍTULO XV - Art. 216": "Entrar ou sair de áreas lindeiras sem estar bem posicionado ou sem precauções de segurança para pedestres e outros veículos.",
    "CAPÍTULO XV - Art. 217": "Entrar ou sair de fila de veículos estacionados sem dar preferência a pedestres e outros veículos.",
    "CAPÍTULO XV - Art. 218 - I": "Transitar com velocidade até 20% acima do limite máximo permitido.",
    "CAPÍTULO XV - Art. 218 - II": "Transitar com velocidade entre 20% e 50% acima do limite máximo permitido."
}