{
    "CAPÍTULO XV - Art. 162 - I": "DAS INFRAÇÕES Dirigir veículo: sem possuir Carteira Nacional de Habilitação, Permissão para Dirigir ou Autorização para Conduzir Ciclomotor:          (Redação dada pela Lei nº 13.281, de 2016)      (Vigência) Infração - gravíssima;          (Redação dada pela Lei nº 13.281, de 2016)      (Vigência) Penalidade - multa (três vezes);          (Redação dada pela Lei nº 13.281, de 2016)      (Vigência) Medida administrativa - retenção do veículo até a apresentação de condutor habilitado;          (Incluído pela Lei nº 13.281, de 2016)      (Vigência)",
    "CAPÍTULO XV - Art. 162 - II": "DAS INFRAÇÕES Dirigir veículo: com Carteira Nacional de Habilitação, Permissão para Dirigir ou Autorização para Conduzir Ciclomotor cassada ou com suspensão do direito de dirigir:          (Redação dada pela Lei nº 13.281, de 2016)      (Vigência) Infração - gravíssima;          (Redação dada pela Lei nº 13.281, de 2016)      (Vigência) Penalidade - multa (três vezes);          (Redação dada pela Lei nº 13.281, de 2016)      (Vigência) Medida administrativa - recolhimento do documento de habilitação e retenção do veículo até a apresentação de condutor habilitado;          (Incluído pela Lei nº 13.281, de 2016)      (Vigência)",
    "CAPÍTULO XV - Art. 162 - III": "DAS INFRAÇÕES Dirigir veículo: com Carteira Nacional de Habilitação ou Permissão para Dirigir de categoria diferente da do veículo que esteja conduzindo:          (Redação dada pela Lei nº 13.281, de 2016)      (Vigência) Infração - gravíssima;          (Redação dada pela Lei nº 13.281, de 2016)      (Vigência) Penalidade - multa (duas vezes);          (Redação dada pela Lei nº 13.281, de 2016)      (Vigência) Medida administrativa - retenção do veículo até a apresentação de condutor habilitado;          (Redação dada pela Lei nº 13.281, de 2016)      (Vigência)",
    "CAPÍTULO XV - Art. 162 - V": "DAS INFRAÇÕES Dirigir veículo: com Carteira Nacional de Habilitação vencida há mais de 30 (trinta) dias:      (Redação dada pela Lei nº 14.440, de 2022) Infração - gravíssima;       (Redação dada pela Lei nº 14.440, de 2022) Penalidade - multa;        (Redação dada pela Lei nº 14.440, de 2022) Medida administrativa - retenção do veículo até a apresentação de condutor habilitado;      (Redação dada pela Lei nº 14.440, de 2022)",
    "CAPÍTULO XV - Art. 162 - VI": "DAS INFRAÇÕES Dirigir veículo: sem usar lentes corretoras de visão, aparelho auxiliar de audição, de prótese física ou as adaptações do veículo impostas por ocasião da concessão ou da renovação da licença para conduzir: Infração - gravíssima; Penalidade - multa; Medida administrativa - retenção do veículo até o saneamento da irregularidade ou apresentação de condutor habilitado.",
    "CAPÍTULO XV - Art. 162 - VII": "DAS INFRAÇÕES Dirigir veículo: sem possuir os cursos especializados ou específicos obrigatórios:      (Incluído dada pela Lei nº 14.440, de 2022) Infração - gravíssima;      (Incluído dada pela Lei nº 14.440, de 2022) Penalidade - multa;        (Incluído dada pela Lei nº 14.440, de 2022) Medida administrativa - retenção do veículo até a apresentação de condutor habilitado.",
    "CAPÍTULO XV - Art. 163": "DAS INFRAÇÕES Entregar a direção do veículo a pessoa nas condições previstas no artigo anterior: as mesmas previstas no artigo anterior;",
    "CAPÍTULO XV - Art. 164": "DAS INFRAÇÕES Permitir que pessoa nas condições referidas nos incisos do art. 162 tome posse do veículo automotor e passe a conduzi-lo na via: as mesmas previstas nos incisos do art. 162;",
    "CAPÍTULO XV - Art. 165-A": "DAS INFRAÇÕES Recusar-se a ser submetido a teste, exame clínico, perícia ou outro procedimento que permita certificar influência de álcool ou outra substância psicoativa, na forma estabelecida pelo art. 277: (Incluído pela Lei nº 13.281, de 2016) (Vigência) gravíssima; (Incluído pela Lei nº 13.281, de 2016) (Vigência)",
    "CAPÍTULO XV - Art. 165-A - Parágrafo único": "DAS INFRAÇÕES Recusar-se a ser submetido a teste, exame clínico, perícia ou outro procedimento que permita certificar influência de álcool ou outra substância psicoativa, na forma estabelecida pelo art. 277: (Incluído pela Lei nº 13.281, de 2016) (Vigência) Aplica-se em dobro a multa prevista no caput em caso de reincidência no período de até 12 (doze) meses (Incluído pela Lei nº 13.281, de 2016) (Vigência)",
    "CAPÍTULO XV - Art. 165-B - Parágrafo único": "DAS INFRAÇÕES Dirigir veículo sem realizar o exame toxicológico previsto no art. 148-A deste Código: (Redação dada pela Lei nº 14.599, de 2023) Produção de efeitos No caso de não cumprimento do disposto no § 2º do art. 148-A deste Código, configurar-se-á a infração quando o condutor dirigir veículo após o trigésimo dia do vencimento do prazo estabelecido. (Redação dada pela Lei nº 14.599, de 2023) Produção de efeitos",
    "CAPÍTULO XV - Art. 165-C": "DAS INFRAÇÕES Dirigir veículo tendo obtido resultado positivo no exame toxicológico previsto no caput do art. 148-A deste Código: (Incluído pela Lei nº 14.599, de 2023) Produção de efeitos gravíssima; (Incluído pela Lei nº 14.599, de 2023) Produção de efeitos",
    "CAPÍTULO XV - Art. 165-D - Parágrafo único": "DAS INFRAÇÕES Deixar de realizar o exame toxicológico previsto no § 2º do art. 148-A deste Código, após 30 (trinta) dias do vencimento do prazo estabelecido:  (Incluído pela Lei nº 14.599, de 2023)     Produção de efeitos A competência para aplicação da penalidade de que trata este artigo será do órgão ou entidade executivos de trânsito de registro da Carteira Nacional de Habilitação do infrator.     (Incluído pela Lei nº 14.599, de 2023)     Produção de efeitos",
    "CAPÍTULO XV - Art. 165": "DAS INFRAÇÕES Dirigir sob a influência de álcool ou de qualquer outra substância psicoativa que determine dependência: (Redação dada pela Lei nº 11.705, de 2008) gravíssima; (Redação dada pela Lei nº 11.705, de 2008)",
    "CAPÍTULO XV - Art. 165 - Parágrafo único": "DAS INFRAÇÕES Dirigir sob a influência de álcool ou de qualquer outra substância psicoativa que determine dependência: (Redação dada pela Lei nº 11.705, de 2008) Aplica-se em dobro a multa prevista no caput em caso de reincidência no período de até 12 (doze) meses. (Redação dada pela Lei nº 12.760, de 2012)",
    "CAPÍTULO XV - Art. 166": "DAS INFRAÇÕES Confiar ou entregar a direção de veículo a pessoa que, mesmo habilitada, por seu estado físico ou psíquico, não estiver em condições de dirigi-lo com segurança: gravíssima;",
    "CAPÍTULO XV - Art. 167": "DAS INFRAÇÕES Deixar o condutor ou passageiro de usar o cinto de segurança, conforme previsto no art. 65:\n\n        Infração - grave;\n\n        Penalidade - multa;\n\n        Medida administrativa - retenção do veículo até colocação do cinto pelo infrator.",
    "CAPÍTULO XV - Art. 168": "DAS INFRAÇÕES Transportar crianças em veículo automotor sem observância das normas de segurança especiais estabelecidas neste Código: Infração - gravíssima; Penalidade - multa; Medida administrativa - retenção do veículo até que a irregularidade seja sanada.",
    "CAPÍTULO XV - Art. 169": "DAS INFRAÇÕES Dirigir sem atenção ou sem os cuidados indispensáveis à segurança: leve;",
    "CAPÍTULO XV - Art. 170": "DAS INFRAÇÕES Dirigir ameaçando os pedestres que estejam atravessando a via pública, ou os demais veículos: gravíssima;",
    "CAPÍTULO XV - Art. 171": "DAS INFRAÇÕES Usar o veículo para arremessar, sobre os pedestres ou veículos, água ou detritos: média;",
    "CAPÍTULO XV - Art. 172": "DAS INFRAÇÕES Atirar do veículo ou abandonar na via objetos ou substâncias:\n\n        Infração - média;\n\n        Penalidade - multa.",
    "CAPÍTULO XV - Art. 173 - Parágrafo único": "DAS INFRAÇÕES Disputar corrida: (Redação dada pela Lei nº 12.971, de 2014) (Vigência) Aplica-se em dobro a multa prevista no caput em caso de reincidência no período de 12 (doze) meses da infração anterior. (Incluído pela Lei nº 12.971, de 2014) (Vigência)",
    "CAPÍTULO XV - Art. 174": "DAS INFRAÇÕES Promover, na via, competição, eventos organizados, exibição e demonstração de perícia em manobra de veículo, ou deles participar, como condutor, sem permissão da autoridade de trânsito com circunscrição sobre a via: (Redação dada pela Lei nº 12.971, de 2014) (Vigência) gravíssima;",
    "CAPÍTULO XV - Art. 174 - § 1o": "DAS INFRAÇÕES Promover, na via, competição, eventos organizados, exibição e demonstração de perícia em manobra de veículo, ou deles participar, como condutor, sem permissão da autoridade de trânsito com circunscrição sobre a via: (Redação dada pela Lei nº 12.971, de 2014) (Vigência) As penalidades são aplicáveis aos promotores e aos condutores participantes. (Incluído pela Lei nº 12.971, de 2014) (Vigência)",
    "CAPÍTULO XV - Art. 174 - § 2o": "DAS INFRAÇÕES Promover, na via, competição, eventos organizados, exibição e demonstração de perícia em manobra de veículo, ou deles participar, como condutor, sem permissão da autoridade de trânsito com circunscrição sobre a via: (Redação dada pela Lei nº 12.971, de 2014) (Vigência) Aplica-se em dobro a multa prevista no caput em caso de reincidência no período de 12 (doze) meses da infração anterior. (Incluído pela Lei nº 12.971, de 2014) (Vigência)",
    "CAPÍTULO XV - Art. 175 - § único": "DAS INFRAÇÕES Utilizar-se de veículo para demonstrar ou exibir manobra perigosa, mediante arrancada brusca, derrapagem ou frenagem com deslizamento ou arrastamento de pneus: (Redação dada pela Lei nº 12.971, de 2014) (Vigência) Aplica-se em dobro a multa prevista no caput em caso de reincidência no período de 12 (doze) meses da infração anterior. (Incluído pela Lei nº 12.971, de 2014) (Vigência)",
    "CAPÍTULO XV - Art. 176 - I": "DAS INFRAÇÕES Deixar o condutor envolvido em sinistro com vítima: (Redação dada pela Lei nº 14.599, de 2023) de prestar ou providenciar socorro à vítima, podendo fazê-lo;",
    "CAPÍTULO XV - Art. 176 - II": "DAS INFRAÇÕES Deixar o condutor envolvido em sinistro com vítima: (Redação dada pela Lei nº 14.599, de 2023) de adotar providências, podendo fazê-lo, no sentido de evitar perigo para o trânsito no local;",
    "CAPÍTULO XV - Art. 176 - III": "DAS INFRAÇÕES Deixar o condutor envolvido em sinistro com vítima: (Redação dada pela Lei nº 14.599, de 2023) de preservar o local, de forma a facilitar os trabalhos da polícia e da perícia;",
    "CAPÍTULO XV - Art. 176 - IV": "DAS INFRAÇÕES Deixar o condutor envolvido em sinistro com vítima: (Redação dada pela Lei nº 14.599, de 2023) de adotar providências para remover o veículo do local, quando determinadas por policial ou agente da autoridade de trânsito;",
    "CAPÍTULO XV - Art. 176 - V": "DAS INFRAÇÕES Deixar o condutor envolvido em sinistro com vítima: (Redação dada pela Lei nº 14.599, de 2023) de identificar-se ao policial e de lhe prestar informações necessárias à confecção do boletim de ocorrência:",
    "CAPÍTULO XV - Art. 177": "DAS INFRAÇÕES Deixar o condutor de prestar socorro à vítima de sinistro de trânsito quando solicitado pela autoridade e seus agentes: (Redação dada pela Lei nº 14.599, de 2023) grave;",
    "CAPÍTULO XV - Art. 178": "DAS INFRAÇÕES Deixar o condutor envolvido em sinistro sem vítima de adotar providências para remover o veículo do local, quando necessária tal medida para assegurar a segurança e a fluidez do trânsito:      (Redação dada pela Lei nº 14.599, de 2023) média",
    "CAPÍTULO XV - Art. 179 - I": "DAS INFRAÇÕES Fazer ou deixar que se faça reparo em veículo na via pública, salvo nos casos de impedimento absoluto de sua remoção e em que o veículo esteja devidamente sinalizado: em pista de rolamento de rodovias e vias de trânsito rápido: grave;",
    "CAPÍTULO XV - Art. 179 - II": "DAS INFRAÇÕES Fazer ou deixar que se faça reparo em veículo na via pública, salvo nos casos de impedimento absoluto de sua remoção e em que o veículo esteja devidamente sinalizado: nas demais vias: leve;",
    "CAPÍTULO XV - Art. 180": "DAS INFRAÇÕES Ter seu veículo imobilizado na via por falta de combustível: média;",
    "CAPÍTULO XV - Art. 181 - I": "DAS INFRAÇÕES Estacionar o veículo: nas esquinas e a menos de cinco metros do bordo do alinhamento da via transversal:",
    "CAPÍTULO XV - Art. 181 - II": "DAS INFRAÇÕES Estacionar o veículo: afastado da guia da calçada (meio-fio) de cinqüenta centímetros a um metro:",
    "CAPÍTULO XV - Art. 181 - III": "DAS INFRAÇÕES Estacionar o veículo: afastado da guia da calçada (meio-fio) a mais de um metro:",
    "CAPÍTULO XV - Art. 181 - IV": "DAS INFRAÇÕES Estacionar o veículo: em desacordo com as posições estabelecidas neste Código:",
    "CAPÍTULO XV - Art. 181 - V": "DAS INFRAÇÕES Estacionar o veículo: na pista de rolamento das estradas, das rodovias, das vias de trânsito rápido e das vias dotadas de acostamento:",
    "CAPÍTULO XV - Art. 181 - VI": "DAS INFRAÇÕES Estacionar o veículo: junto ou sobre hidrantes de incêndio, registro de água ou tampas de poços de visita de galerias subterrâneas, desde que devidamente identificados, conforme especificação do CONTRAN:",
    "CAPÍTULO XV - Art. 181 - VII": "DAS INFRAÇÕES Estacionar o veículo: nos acostamentos, salvo motivo de força maior:",
    "CAPÍTULO XV - Art. 181 - VIII": "DAS INFRAÇÕES Estacionar o veículo: no passeio ou sobre faixa destinada a pedestre, sobre ciclovia ou ciclofaixa, bem como nas ilhas, refúgios, ao lado ou sobre canteiros centrais, divisores de pista de rolamento, marcas de canalização, gramados ou jardim público:",
    "CAPÍTULO XV - Art. 181 - IX": "DAS INFRAÇÕES Estacionar o veículo: onde houver guia de calçada (meio-fio) rebaixada destinada à entrada ou saída de veículos:",
    "CAPÍTULO XV - Art. 181 - X": "DAS INFRAÇÕES Estacionar o veículo: impedindo a movimentação de outro veículo:",
    "CAPÍTULO XV - Art. 181 - XI": "DAS INFRAÇÕES Estacionar o veículo: ao lado de outro veículo em fila dupla:",
    "CAPÍTULO XV - Art. 181 - XII": "DAS INFRAÇÕES Estacionar o veículo: na área de cruzamento de vias, prejudicando a circulação de veículos e pedestres:",
    "CAPÍTULO XV - Art. 181 - XIII": "DAS INFRAÇÕES Estacionar o veículo: onde houver sinalização horizontal delimitadora de ponto de embarque ou desembarque de passageiros de transporte coletivo ou, na inexistência desta sinalização, no intervalo compreendido entre dez metros antes e depois do marco do ponto:",
    "CAPÍTULO XV - Art. 181 - XIV": "DAS INFRAÇÕES Estacionar o veículo: nos viadutos, pontes e túneis:",
    "CAPÍTULO XV - Art. 181 - XV": "DAS INFRAÇÕES Estacionar o veículo: na contramão de direção:",
    "CAPÍTULO XV - Art. 181 - XVI": "DAS INFRAÇÕES Estacionar o veículo: em aclive ou declive, não estando devidamente freado e sem calço de segurança, quando se tratar de veículo com peso bruto total superior a três mil e quinhentos quilogramas:",
    "CAPÍTULO XV - Art. 181 - XVII": "DAS INFRAÇÕES Estacionar o veículo: em desacordo com as condições regulamentadas especificamente pela sinalização (placa - Estacionamento Regulamentado):",
    "CAPÍTULO XV - Art. 181 - XVIII": "DAS INFRAÇÕES Estacionar o veículo: em locais e horários proibidos especificamente pela sinalização (placa - Proibido Estacionar):",
    "CAPÍTULO XV - Art. 181 - XIX": "DAS INFRAÇÕES Estacionar o veículo: em locais e horários de estacionamento e parada proibidos pela sinalização (placa - Proibido Parar e Estacionar):",
    "CAPÍTULO XV - Art. 181 - XX": "DAS INFRAÇÕES Estacionar o veículo: nas vagas reservadas às pessoas com deficiência ou idosos, sem credencial que comprove tal condição:",
    "CAPÍTULO XV - Art. 181 - § 1º": "DAS INFRAÇÕES Estacionar o veículo: Nos casos previstos neste artigo, a autoridade de trânsito aplicará a penalidade preferencialmente após a remoção do veículo.",
    "CAPÍTULO XV - Art. 181 - § 2º": "DAS INFRAÇÕES Estacionar o veículo: No caso previsto no inciso XVI é proibido abandonar o calço de segurança na via.",
    "CAPÍTULO XV - Art. 182 - I": "DAS INFRAÇÕES Parar o veículo: nas esquinas e a menos de cinco metros do bordo do alinhamento da via transversal:\n\n        Infração - média;\n\n        Penalidade - multa;",
    "CAPÍTULO XV - Art. 182 - II": "DAS INFRAÇÕES Parar o veículo: afastado da guia da calçada (meio-fio) de cinqüenta centímetros a um metro:\n\n        Infração - leve;\n\n        Penalidade - multa;",
    "CAPÍTULO XV - Art. 182 - III": "DAS INFRAÇÕES Parar o veículo: afastado da guia da calçada (meio-fio) a mais de um metro:\n\n        Infração - média;\n\n        Penalidade - multa;",
    "CAPÍTULO XV - Art. 182 - IV": "DAS INFRAÇÕES Parar o veículo: em desacordo com as posições estabelecidas neste Código:\n\n        Infração - leve;\n\n        Penalidade - multa;",
    "CAPÍTULO XV - Art. 182 - V": "DAS INFRAÇÕES Parar o veículo: na pista de rolamento das estradas, das rodovias, das vias de trânsito rápido e das demais vias dotadas de acostamento:\n\n        Infração - grave;\n\n        Penalidade - multa;",
    "CAPÍTULO XV - Art. 182 - VI": "DAS INFRAÇÕES Parar o veículo: no passeio ou sobre faixa destinada a pedestres, nas ilhas, refúgios, canteiros centrais e divisores de pista de rolamento e marcas de canalização:\n\n        Infração - leve;\n\n        Penalidade - multa;",
    "CAPÍTULO XV - Art. 182 - VII": "DAS INFRAÇÕES Parar o veículo: na área de cruzamento de vias, prejudicando a circulação de veículos e pedestres:\n\n        Infração - média;\n\n        Penalidade - multa;",
    "CAPÍTULO XV - Art. 182 - VIII": "DAS INFRAÇÕES Parar o veículo: nos viadutos, pontes e túneis:\n\n        Infração - média;\n\n        Penalidade - multa;",
    "CAPÍTULO XV - Art. 182 - IX": "DAS INFRAÇÕES Parar o veículo: na contramão de direção:\n\n        Infração - média;\n\n        Penalidade - multa;",
    "CAPÍTULO XV - Art. 182 - X": "DAS INFRAÇÕES Parar o veículo: em local e horário proibidos especificamente pela sinalização (placa - Proibido Parar):\n\n        Infração - média;\n\n        Penalidade - multa.",
    "CAPÍTULO XV - Art. 182 - XI": "DAS INFRAÇÕES Parar o veículo: sobre ciclovia ou ciclofaixa:        (Incluído pela Lei nº 14.071, de 2020)    (Vigência)\n\n        Infração - grave;         (Incluído pela Lei nº 14.071, de 2020)      (Vigência)\n\n        Penalidade - multa.       (Incluído pela Lei nº 14.071, de 2020)     (Vigência)",
    "CAPÍTULO XV - Art. 183": "DAS INFRAÇÕES Parar o veículo sobre a faixa de pedestres na mudança de sinal luminoso: média;",
    "CAPÍTULO XV - Art. 184 - I": "DAS INFRAÇÕES Transitar com o veículo: na faixa ou pista da direita, regulamentada como de circulação exclusiva para determinado tipo de veículo, exceto para acesso a imóveis lindeiros ou conversões à direita:\n\nInfração - leve;\n\nPenalidade - multa;",
    "CAPÍTULO XV - Art. 184 - II": "DAS INFRAÇÕES Transitar com o veículo: na faixa ou pista da esquerda regulamentada como de circulação exclusiva para determinado tipo de veículo:\n\nInfração - grave;\n\nPenalidade - multa.",
    "CAPÍTULO XV - Art. 184 - III": "DAS INFRAÇÕES Transitar com o veículo: na faixa ou via de trânsito exclusivo, regulamentada com circulação destinada aos veículos de transporte público coletivo de passageiros, salvo casos de força maior e com autorização do poder público competente:             (Incluído pela Lei nº 13.154, de 2015)\n\nInfração - gravíssima;          (Incluído pela Lei nº 13.154, de 2015)\n\nPenalidade - multa e apreensão do veículo;          (Incluído pela Lei nº 13.154, de 2015)\n\nMedida Administrativa - remoção do veículo.          (Incluído pela Lei nº 13.154, de 2015)",
    "CAPÍTULO XV - Art. 185 - I": "DAS INFRAÇÕES Quando o veículo estiver em movimento, deixar de conservá-lo: na faixa a ele destinada pela sinalização de regulamentação, exceto em situações de emergência;",
    "CAPÍTULO XV - Art. 185 - II": "DAS INFRAÇÕES Quando o veículo estiver em movimento, deixar de conservá-lo: nas faixas da direita, os veículos lentos e de maior porte: média;",
    "CAPÍTULO XV - Art. 186 - I": "DAS INFRAÇÕES Transitar pela contramão de direção em: vias com duplo sentido de circulação, exceto para ultrapassar outro veículo e apenas pelo tempo necessário, respeitada a preferência do veículo que transitar em sentido contrário:\n\n        Infração - grave;\n\n        Penalidade - multa;",
    "CAPÍTULO XV - Art. 186 - II": "DAS INFRAÇÕES Transitar pela contramão de direção em: vias com sinalização de regulamentação de sentido único de circulação:\n\n        Infração - gravíssima;\n\n        Penalidade - multa.",
    "CAPÍTULO XV - Art. 187 - I": "DAS INFRAÇÕES Transitar em locais e horários não permitidos pela regulamentação estabelecida pela autoridade competente: para todos os tipos de veículos: média;",
    "CAPÍTULO XV - Art. 188": "DAS INFRAÇÕES Transitar ao lado de outro veículo, interrompendo ou perturbando o trânsito: média;",
    "CAPÍTULO XV - Art. 189": "DAS INFRAÇÕES Deixar de dar passagem aos veículos precedidos de batedores, de socorro de incêndio e salvamento, de polícia, de operação e fiscalização de trânsito e às ambulâncias, quando em serviço de urgência e devidamente identificados por dispositivos regulamentados de alarme sonoro e iluminação intermitente:      (Redação dada pela Lei nº 14.440, de 2022) gravíssima",
    "CAPÍTULO XV - Art. 190": "DAS INFRAÇÕES Seguir veículo em serviço de urgência, estando este com prioridade de passagem devidamente identificada por dispositivos regulamentares de alarme sonoro e iluminação intermitente:    (Redação dada pela Lei nº 14.440, de 2022) grave;",
    "CAPÍTULO XV - Art. 191 - Parágrafo único": "DAS INFRAÇÕES Forçar passagem entre veículos que, transitando em sentidos opostos, estejam na iminência de passar um pelo outro ao realizar operação de ultrapassagem:\n\n        Infração - gravíssima;\n\nPenalidade - multa (dez vezes) e suspensão do direito de dirigir.         (Redação dada pela Lei nº 12.971, de 2014)    (Vigência) Aplica-se em dobro a multa prevista no caput em caso de reincidência no período de até 12 (doze) meses da infração anterior.            (Incluído pela Lei nº 12.971, de 2014)    (Vigência)",
    "CAPÍTULO XV - Art. 192": "DAS INFRAÇÕES Deixar de guardar distância de segurança lateral e frontal entre o seu veículo e os demais, bem como em relação ao bordo da pista, considerando-se, no momento, a velocidade, as condições climáticas do local da circulação e do veículo: grave;",
    "CAPÍTULO XV - Art. 193": "DAS INFRAÇÕES Transitar com o veículo em calçadas, passeios, passarelas, ciclovias, ciclofaixas, ilhas, refúgios, ajardinamentos, canteiros centrais e divisores de pista de rolamento, acostamentos, marcas de canalização, gramados e jardins públicos: gravíssima;",
    "CAPÍTULO XV - Art. 194": "DAS INFRAÇÕES Transitar em marcha à ré, salvo na distância necessária a pequenas manobras e de forma a não causar riscos à segurança: grave;",
    "CAPÍTULO XV - Art. 195": "DAS INFRAÇÕES Desobedecer às ordens emanadas da autoridade competente de trânsito ou de seus agentes:\n\n        Infração - grave;\n\n        Penalidade - multa.",
    "CAPÍTULO XV - Art. 196": "DAS INFRAÇÕES Deixar de indicar com antecedência, mediante gesto regulamentar de braço ou luz indicadora de direção do veículo, o início da marcha, a realização da manobra de parar o veículo, a mudança de direção ou de faixa de circulação:\n\n        Infração - grave;\n\n        Penalidade - multa.",
    "CAPÍTULO XV - Art. 197": "DAS INFRAÇÕES Deixar de deslocar, com antecedência, o veículo para a faixa mais à esquerda ou mais à direita, dentro da respectiva mão de direção, quando for manobrar para um desses lados: média;",
    "CAPÍTULO XV - Art. 198": "DAS INFRAÇÕES Deixar de dar passagem pela esquerda, quando solicitado: média;",
    "CAPÍTULO XV - Art. 199": "DAS INFRAÇÕES Ultrapassar pela direita, salvo quando o veículo da frente estiver colocado na faixa apropriada e der sinal de que vai entrar à esquerda:\n\n        Infração - média;\n\n        Penalidade - multa.",
    "CAPÍTULO XV - Art. 200": "DAS INFRAÇÕES Ultrapassar pela direita veículo de transporte coletivo ou de escolares, parado para embarque ou desembarque de passageiros, salvo quando houver refúgio de segurança para o pedestre: gravíssima;",
    "CAPÍTULO XV - Art. 201": "DAS INFRAÇÕES Deixar de guardar a distância lateral de um metro e cinqüenta centímetros ao passar ou ultrapassar bicicleta: média;",
    "CAPÍTULO XV - Art. 202 - I": "DAS INFRAÇÕES Ultrapassar outro veículo: pelo acostamento;",
    "CAPÍTULO XV - Art. 202 - II": "DAS INFRAÇÕES Ultrapassar outro veículo: em interseções e passagens de nível;",
    "CAPÍTULO XV - Art. 202": "DAS INFRAÇÕES Ultrapassar outro veículo: gravíssima;           (Redação dada pela Lei nº 12.971, de 2014)    (Vigência)",
    "CAPÍTULO XV - Art. 203 - I": "DAS INFRAÇÕES Ultrapassar pela contramão outro veículo: nas curvas, aclives e declives, sem visibilidade suficiente;",
    "CAPÍTULO XV - Art. 203 - II": "DAS INFRAÇÕES Ultrapassar pela contramão outro veículo: nas faixas de pedestre;",
    "CAPÍTULO XV - Art. 203 - III": "DAS INFRAÇÕES Ultrapassar pela contramão outro veículo: nas pontes, viadutos ou túneis;",
    "CAPÍTULO XV - Art. 203 - IV": "DAS INFRAÇÕES Ultrapassar pela contramão outro veículo: parado em fila junto a sinais luminosos, porteiras, cancelas, cruzamentos ou qualquer outro impedimento à livre circulação;",
    "CAPÍTULO XV - Art. 203 - V": "DAS INFRAÇÕES Ultrapassar pela contramão outro veículo: onde houver marcação viária longitudinal de divisão de fluxos opostos do tipo linha dupla contínua ou simples contínua amarela:",
    "CAPÍTULO XV - Art. 203 - Parágrafo único": "DAS INFRAÇÕES Ultrapassar pela contramão outro veículo: Aplica-se em dobro a multa prevista no caput em caso de reincidência no período de até 12 (doze) meses da infração anterior.",
    "CAPÍTULO XV - Art. 204": "DAS INFRAÇÕES Deixar de parar o veículo no acostamento à direita, para aguardar a oportunidade de cruzar a pista ou entrar à esquerda, onde não houver local apropriado para operação de retorno: grave;",
    "CAPÍTULO XV - Art. 205": "DAS INFRAÇÕES Ultrapassar veículo em movimento que integre cortejo, préstito, desfile e formações militares, salvo com autorização da autoridade de trânsito ou de seus agentes: leve;",
    "CAPÍTULO XV - Art. 206 - I": "DAS INFRAÇÕES Executar operação de retorno: em locais proibidos pela sinalização;",
    "CAPÍTULO XV - Art. 206 - II": "DAS INFRAÇÕES Executar operação de retorno: nas curvas, aclives, declives, pontes, viadutos e túneis;",
    "CAPÍTULO XV - Art. 206 - III": "DAS INFRAÇÕES Executar operação de retorno: passando por cima de calçada, passeio, ilhas, ajardinamento ou canteiros de divisões de pista de rolamento, refúgios e faixas de pedestres e nas de veículos não motorizados;",
    "CAPÍTULO XV - Art. 206 - IV": "DAS INFRAÇÕES Executar operação de retorno: nas interseções, entrando na contramão de direção da via transversal;",
    "CAPÍTULO XV - Art. 206 - V": "DAS INFRAÇÕES Executar operação de retorno: com prejuízo da livre circulação ou da segurança, ainda que em locais permitidos: gravíssima;",
    "CAPÍTULO XV - Art. 207": "DAS INFRAÇÕES Executar operação de conversão à direita ou à esquerda em locais proibidos pela sinalização: grave;",
    "CAPÍTULO XV - Art. 208": "DAS INFRAÇÕES Avançar o sinal vermelho do semáforo ou o de parada obrigatória, exceto onde houver sinalização que permita a livre conversão à direita prevista no art. 44-A deste Código:      (Redação dada pela Lei nº 14.071, de 2020)    (Vigência) gravíssima",
    "CAPÍTULO XV - Art. 209-A": "DAS INFRAÇÕES Evadir-se da cobrança pelo uso de rodovias e vias urbanas para não efetuar o seu pagamento, ou deixar de efetuá-lo na forma estabelecida: (Incluído pela Lei nº 14.157, de 2021) grave;",
    "CAPÍTULO XV - Art. 209": "DAS INFRAÇÕES Transpor, sem autorização, bloqueio viário com ou sem sinalização ou dispositivos auxiliares, ou deixar de adentrar as áreas destinadas à pesagem de veículos:   (Redação dada pela Lei nº 14.157, de 2021) grave;",
    "CAPÍTULO XV - Art. 210": "DAS INFRAÇÕES Transpor, sem autorização, bloqueio viário policial: gravíssima;",
    "CAPÍTULO XV - Art. 212": "DAS INFRAÇÕES Deixar de parar o veículo antes de transpor linha férrea: gravíssima;",
    "CAPÍTULO XV - Art. 213 - I": "DAS INFRAÇÕES Deixar de parar o veículo sempre que a respectiva marcha for interceptada: por agrupamento de pessoas, como préstitos, passeatas, desfiles e outros: gravíssima;",
    "CAPÍTULO XV - Art. 213 - II": "DAS INFRAÇÕES Deixar de parar o veículo sempre que a respectiva marcha for interceptada: por agrupamento de veículos, como cortejos, formações militares e outros: grave;",
    "CAPÍTULO XV - Art. 214 - I": "DAS INFRAÇÕES Deixar de dar preferência de passagem a pedestre e a veículo não motorizado: que se encontre na faixa a ele destinada;",
    "CAPÍTULO XV - Art. 214 - II": "DAS INFRAÇÕES Deixar de dar preferência de passagem a pedestre e a veículo não motorizado: que não haja concluído a travessia mesmo que ocorra sinal verde para o veículo;",
    "CAPÍTULO XV - Art. 214 - III - ": "DAS INFRAÇÕES Deixar de dar preferência de passagem a pedestre e a veículo não motorizado: portadores de deficiência física, crianças, idosos e gestantes: Penalidade - multa.",
    "CAPÍTULO XV - Art. 214 - IV": "DAS INFRAÇÕES Deixar de dar preferência de passagem a pedestre e a veículo não motorizado: quando houver iniciado a travessia mesmo que não haja sinalização a ele destinada;",
    "CAPÍTULO XV - Art. 214 - V - ": "DAS INFRAÇÕES Deixar de dar preferência de passagem a pedestre e a veículo não motorizado: que esteja atravessando a via transversal para onde se dirige o veículo: Penalidade - multa.",
    "CAPÍTULO XV - Art. 215 - I - a)": "DAS INFRAÇÕES Deixar de dar preferência de passagem: em interseção não sinalizada: a veículo que estiver circulando por rodovia ou rotatória;",
    "CAPÍTULO XV - Art. 215 - I - b)": "DAS INFRAÇÕES Deixar de dar preferência de passagem: em interseção não sinalizada: a veículo que vier da direita;",
    "CAPÍTULO XV - Art. 215 - II": "DAS INFRAÇÕES Deixar de dar preferência de passagem: nas interseções com sinalização de regulamentação de Dê a Preferência:",
    "CAPÍTULO XV - Art. 216": "DAS INFRAÇÕES Entrar ou sair de áreas lindeiras sem estar adequadamente posicionado para ingresso na via e sem as precauções com a segurança de pedestres e de outros veículos:\n\n        Infração - média;\n\n        Penalidade - multa.",
    "CAPÍTULO XV - Art. 217": "DAS INFRAÇÕES Entrar ou sair de fila de veículos estacionados sem dar preferência de passagem a pedestres e a outros veículos:\n\n        Infração - média;\n\n        Penalidade - multa.",
    "CAPÍTULO XV - Art. 218 - I": "DAS INFRAÇÕES Transitar em velocidade superior à máxima permitida para o local, medida por instrumento ou equipamento hábil, em rodovias, vias de trânsito rápido, vias arteriais e demais vias:         (Redação dada pela Lei nº 11.334, de 2006)          (Vide ADI nº 3951) quando a velocidade for superior à máxima em até 20% (vinte por cento):       (Redação dada pela Lei nº 11.334, de 2006)\n\nInfração - média;       (Redação dada pela Lei nº 11.334, de 2006)\n\nPenalidade - multa;       (Redação dada pela Lei nº 11.334, de 2006)",
    "CAPÍTULO XV - Art. 218 - II": "DAS INFRAÇÕES Transitar em velocidade superior à máxima permitida para o local, medida por instrumento ou equipamento hábil, em rodovias, vias de trânsito rápido, vias arteriais e demais vias:         (Redação dada pela Lei nº 11.334, de 2006)          (Vide ADI nº 3951) quando a velocidade for superior à máxima em mais de 20% (vinte por cento) até 50% (cinqüenta por cento):        (Redação dada pela Lei nº 11.334, de 2006)\n\nInfração - grave;        (Redação dada pela Lei nº 11.334, de 2006)\n\nPenalidade - multa;         (Redação dada pela Lei nº 11.334, de 2006)",
    "CAPÍTULO XV - Art. 218 - III": "DAS INFRAÇÕES Transitar em velocidade superior à máxima permitida para o local, medida por instrumento ou equipamento hábil, em rodovias, vias de trânsito rápido, vias arteriais e demais vias:         (Redação dada pela Lei nº 11.334, de 2006)          (Vide ADI nº 3951) quando a velocidade for superior à máxima em mais de 50% (cinqüenta por cento):         (Incluído pela Lei nº 11.334, de 2006)\n\nInfração - gravíssima;         (Redação dada pela Lei nº 14.071, de 2020)\n\nPenalidade - multa (três vezes) e suspensão do direito de dirigir.         (Redação dada pela Lei nº 14.071, de 2020)     (Vigência)",
    "CAPÍTULO XV - Art. 219": "DAS INFRAÇÕES Transitar com o veículo em velocidade inferior à metade da velocidade máxima estabelecida para a via, retardando ou obstruindo o trânsito, a menos que as condições de tráfego e meteorológicas não o permitam, salvo se estiver na faixa da direita: média;",
    "CAPÍTULO XV - Art. 220 - I - ": "DAS INFRAÇÕES Deixar de reduzir a velocidade do veículo de forma compatível com a segurança do trânsito: quando se aproximar de passeatas, aglomerações, cortejos, préstitos e desfiles: Penalidade - multa;",
    "CAPÍTULO XV - Art. 220 - II": "DAS INFRAÇÕES Deixar de reduzir a velocidade do veículo de forma compatível com a segurança do trânsito: nos locais onde o trânsito esteja sendo controlado pelo agente da autoridade de trânsito, mediante sinais sonoros ou gestos;",
    "CAPÍTULO XV - Art. 220 - III": "DAS INFRAÇÕES Deixar de reduzir a velocidade do veículo de forma compatível com a segurança do trânsito: ao aproximar-se da guia da calçada (meio-fio) ou acostamento;",
    "CAPÍTULO XV - Art. 220 - IV": "DAS INFRAÇÕES Deixar de reduzir a velocidade do veículo de forma compatível com a segurança do trânsito: ao aproximar-se de ou passar por interseção não sinalizada;",
    "CAPÍTULO XV - Art. 220 - V": "DAS INFRAÇÕES Deixar de reduzir a velocidade do veículo de forma compatível com a segurança do trânsito: nas vias rurais cuja faixa de domínio não esteja cercada;",
    "CAPÍTULO XV - Art. 220 - VI": "DAS INFRAÇÕES Deixar de reduzir a velocidade do veículo de forma compatível com a segurança do trânsito: nos trechos em curva de pequeno raio;",
    "CAPÍTULO XV - Art. 220 - VII": "DAS INFRAÇÕES Deixar de reduzir a velocidade do veículo de forma compatível com a segurança do trânsito: ao aproximar-se de locais sinalizados com advertência de obras ou trabalhadores na pista;",
    "CAPÍTULO XV - Art. 220 - VIII": "DAS INFRAÇÕES Deixar de reduzir a velocidade do veículo de forma compatível com a segurança do trânsito: sob chuva, neblina, cerração ou ventos fortes;",
    "CAPÍTULO XV - Art. 220 - IX": "DAS INFRAÇÕES Deixar de reduzir a velocidade do veículo de forma compatível com a segurança do trânsito: quando houver má visibilidade;",
    "CAPÍTULO XV - Art. 220 - X": "DAS INFRAÇÕES Deixar de reduzir a velocidade do veículo de forma compatível com a segurança do trânsito: quando o pavimento se apresentar escorregadio, defeituoso ou avariado;",
    "CAPÍTULO XV - Art. 220 - XI": "DAS INFRAÇÕES Deixar de reduzir a velocidade do veículo de forma compatível com a segurança do trânsito: à aproximação de animais na pista;",
    "CAPÍTULO XV - Art. 220 - XII - ": "DAS INFRAÇÕES Deixar de reduzir a velocidade do veículo de forma compatível com a segurança do trânsito: em declive; Penalidade - multa;      (Incluído pela Lei nº 14.071, de 2020)      (Vigência)",
    "CAPÍTULO XV - Art. 220 - XIII - ": "DAS INFRAÇÕES Deixar de reduzir a velocidade do veículo de forma compatível com a segurança do trânsito: ao ultrapassar ciclista: Penalidade - multa;       (Redação dada pela Lei nº 14.071, de 2020)      (Vigência)",
    "CAPÍTULO XV - Art. 220 - XIV - ": "DAS INFRAÇÕES Deixar de reduzir a velocidade do veículo de forma compatível com a segurança do trânsito: nas proximidades de escolas, hospitais, estações de embarque e desembarque de passageiros ou onde haja intensa movimentação de pedestres: Penalidade - multa.",
    "CAPÍTULO XV - Art. 221 - Parágrafo único": "DAS INFRAÇÕES Portar no veículo placas de identificação em desacordo com as especificações e modelos estabelecidos pelo CONTRAN: Infração - média; Penalidade - multa; Medida administrativa - retenção do veículo para regularização e apreensão das placas irregulares. Incide na mesma penalidade aquele que confecciona, distribui ou coloca, em veículo próprio ou de terceiros, placas de identificação não autorizadas pela regulamentação.",
    "CAPÍTULO XV - Art. 222": "DAS INFRAÇÕES Deixar de manter ligado, nas situações de atendimento de emergência, o sistema de iluminação intermitente dos veículos de polícia, de socorro de incêndio e salvamento, de fiscalização de trânsito e das ambulâncias, ainda que parados: (Redação dada pela Lei nº 14.440, de 2022) média;",
    "CAPÍTULO XV - Art. 223": "DAS INFRAÇÕES Transitar com o farol desregulado ou com o facho de luz alta de forma a perturbar a visão de outro condutor: grave;",
    "CAPÍTULO XV - Art. 224": "DAS INFRAÇÕES Fazer uso do facho de luz alta dos faróis em vias providas de iluminação pública: Infração - leve; Penalidade - multa.",
    "CAPÍTULO XV - Art. 225 - I": "DAS INFRAÇÕES Deixar de sinalizar a via, de forma a prevenir os demais condutores e, à noite, não manter acesas as luzes externas ou omitir-se quanto a providências necessárias para tornar visível o local, quando: tiver de remover o veículo da pista de rolamento ou permanecer no acostamento;",
    "CAPÍTULO XV - Art. 225 - II": "DAS INFRAÇÕES Deixar de sinalizar a via, de forma a prevenir os demais condutores e, à noite, não manter acesas as luzes externas ou omitir-se quanto a providências necessárias para tornar visível o local, quando: a carga for derramada sobre a via e não puder ser retirada imediatamente:",
    "CAPÍTULO XV - Art. 225": "DAS INFRAÇÕES Deixar de sinalizar a via, de forma a prevenir os demais condutores e, à noite, não manter acesas as luzes externas ou omitir-se quanto a providências necessárias para tornar visível o local, quando: grave;",
    "CAPÍTULO XV - Art. 226": "DAS INFRAÇÕES Deixar de retirar todo e qualquer objeto que tenha sido utilizado para sinalização temporária da via: média;",
    "CAPÍTULO XV - Art. 227": "DAS INFRAÇÕES Usar buzina:\n\n        I - em situação que não a de simples toque breve como advertência ao pedestre ou a condutores de outros veículos;\n\n        II - prolongada e sucessivamente a qualquer pretexto;\n\n        III - entre as vinte e duas e as seis horas;\n\n        IV - em locais e horários proibidos pela sinalização;\n\n        V - em desacordo com os padrões e freqüências estabelecidas pelo CONTRAN:\n\n        Infração - leve;\n\n        Penalidade - multa.",
    "CAPÍTULO XV - Art. 228": "DAS INFRAÇÕES Usar no veículo equipamento com som em volume ou freqüência que não sejam autorizados pelo CONTRAN: grave;",
    "CAPÍTULO XV - Art. 229": "DAS INFRAÇÕES Usar indevidamente no veículo aparelho de alarme ou que produza sons e ruído que perturbem o sossego público, em desacordo com normas fixadas pelo CONTRAN: média;",
    "CAPÍTULO XV - Art. 230 - I": "DAS INFRAÇÕES Conduzir o veículo: com o lacre, a inscrição do chassi, o selo, a placa ou qualquer outro elemento de identificação do veículo violado ou falsificado;",
    "CAPÍTULO XV - Art. 230 - II": "DAS INFRAÇÕES Conduzir o veículo: transportando passageiros em compartimento de carga, salvo por motivo de força maior, com permissão da autoridade competente e na forma estabelecida pelo CONTRAN;",
    "CAPÍTULO XV - Art. 230 - III": "DAS INFRAÇÕES Conduzir o veículo: com dispositivo anti-radar;",
    "CAPÍTULO XV - Art. 230 - IV": "DAS INFRAÇÕES Conduzir o veículo: sem qualquer uma das placas de identificação;",
    "CAPÍTULO XV - Art. 230 - V": "DAS INFRAÇÕES Conduzir o veículo: que não esteja registrado e devidamente licenciado;",
    "CAPÍTULO XV - Art. 230 - VI": "DAS INFRAÇÕES Conduzir o veículo: com qualquer uma das placas de identificação sem condições de legibilidade e visibilidade:",
    "CAPÍTULO XV - Art. 230 - VII": "DAS INFRAÇÕES Conduzir o veículo: com a cor ou característica alterada;",
    "CAPÍTULO XV - Art. 230 - VIII": "DAS INFRAÇÕES Conduzir o veículo: sem ter sido submetido à inspeção de segurança veicular, quando obrigatória;",
    "CAPÍTULO XV - Art. 230 - IX": "DAS INFRAÇÕES Conduzir o veículo: sem equipamento obrigatório ou estando este ineficiente ou inoperante;",
    "CAPÍTULO XV - Art. 230 - X": "DAS INFRAÇÕES Conduzir o veículo: com equipamento obrigatório em desacordo com o estabelecido pelo CONTRAN;",
    "CAPÍTULO XV - Art. 230 - XI": "DAS INFRAÇÕES Conduzir o veículo: com descarga livre ou silenciador de motor de explosão defeituoso, deficiente ou inoperante;",
    "CAPÍTULO XV - Art. 230 - XII": "DAS INFRAÇÕES Conduzir o veículo: com equipamento ou acessório proibido;",
    "CAPÍTULO XV - Art. 230 - XIII": "DAS INFRAÇÕES Conduzir o veículo: com o equipamento do sistema de iluminação e de sinalização alterados;",
    "CAPÍTULO XV - Art. 230 - XIV": "DAS INFRAÇÕES Conduzir o veículo: com registrador instantâneo inalterável de velocidade e tempo viciado ou defeituoso, quando houver exigência desse aparelho;",
    "CAPÍTULO XV - Art. 230 - XV": "DAS INFRAÇÕES Conduzir o veículo: com inscrições, adesivos, legendas e símbolos de caráter publicitário afixados ou pintados no pára-brisa e em toda a extensão da parte traseira do veículo, excetuadas as hipóteses previstas neste Código;",
    "CAPÍTULO XV - Art. 230 - XVI": "DAS INFRAÇÕES Conduzir o veículo: com vidros total ou parcialmente cobertos por películas refletivas ou não, painéis decorativos ou pinturas;",
    "CAPÍTULO XV - Art. 230 - XVII": "DAS INFRAÇÕES Conduzir o veículo: com cortinas ou persianas fechadas, não autorizadas pela legislação;",
    "CAPÍTULO XV - Art. 230 - XVIII": "DAS INFRAÇÕES Conduzir o veículo: em mau estado de conservação, comprometendo a segurança, ou reprovado na avaliação de inspeção de segurança e de emissão de poluentes e ruído, prevista no art. 104;",
    "CAPÍTULO XV - Art. 230 - XIX": "DAS INFRAÇÕES Conduzir o veículo: sem acionar o limpador de pára-brisa sob chuva:",
    "CAPÍTULO XV - Art. 230 - XX": "DAS INFRAÇÕES Conduzir o veículo: sem portar a autorização para condução de escolares, na forma estabelecida no art. 136:",
    "CAPÍTULO XV - Art. 230 - XXI": "DAS INFRAÇÕES Conduzir o veículo: de carga, com falta de inscrição da tara e demais inscrições previstas neste Código;",
    "CAPÍTULO XV - Art. 230 - XXII": "DAS INFRAÇÕES Conduzir o veículo: com defeito no sistema de iluminação, de sinalização ou com lâmpadas queimadas:",
    "CAPÍTULO XV - Art. 230 - XXIII": "DAS INFRAÇÕES Conduzir o veículo: em desacordo com as condições estabelecidas no art. 67-C, relativamente ao tempo de permanência do condutor ao volante e aos intervalos para descanso, quando se tratar de veículo de transporte de carga ou coletivo de passageiros:",
    "CAPÍTULO XV - Art. 230 - § 1o": "DAS INFRAÇÕES Conduzir o veículo: Se o condutor cometeu infração igual nos últimos 12 (doze) meses, será convertida, automaticamente, a penalidade disposta no inciso XXIII em infração grave.",
    "CAPÍTULO XV - Art. 230 - § 2o": "DAS INFRAÇÕES Conduzir o veículo: Em se tratando de condutor estrangeiro, a liberação do veículo fica condicionada ao pagamento ou ao depósito, judicial ou administrativo, da multa.",
    "CAPÍTULO XV - Art. 231 - I": "DAS INFRAÇÕES Transitar com o veículo: danificando a via, suas instalações e equipamentos;",
    "CAPÍTULO XV - Art. 231 - II - a)": "DAS INFRAÇÕES Transitar com o veículo: derramando, lançando ou arrastando sobre a via: carga que esteja transportando;",
    "CAPÍTULO XV - Art. 231 - II - b)": "DAS INFRAÇÕES Transitar com o veículo: derramando, lançando ou arrastando sobre a via: combustível ou lubrificante que esteja utilizando;",
    "CAPÍTULO XV - Art. 231 - II - c)": "DAS INFRAÇÕES Transitar com o veículo: derramando, lançando ou arrastando sobre a via: qualquer objeto que possa acarretar risco de sinistro: (Redação dada pela Lei nº 14.599, de 2023)",
    "CAPÍTULO XV - Art. 231 - III": "DAS INFRAÇÕES Transitar com o veículo: produzindo fumaça, gases ou partículas em níveis superiores aos fixados pelo CONTRAN;",
    "CAPÍTULO XV - Art. 231 - IV": "DAS INFRAÇÕES Transitar com o veículo: com suas dimensões ou de sua carga superiores aos limites estabelecidos legalmente ou pela sinalização, sem autorização:",
    "CAPÍTULO XV - Art. 231 - V - a)": "DAS INFRAÇÕES Transitar com o veículo: com excesso de peso, admitido percentual de tolerância quando aferido por equipamento, na forma a ser estabelecida pelo CONTRAN: até 600 kg (seiscentos quilogramas) - R$ 5,32 (cinco reais e trinta e dois centavos); (Redação dada pela Lei nº 13.281, de 2016) (Vigência)",
    "CAPÍTULO XV - Art. 231 - V - b)": "DAS INFRAÇÕES Transitar com o veículo: com excesso de peso, admitido percentual de tolerância quando aferido por equipamento, na forma a ser estabelecida pelo CONTRAN: de 601 (seiscentos e um) a 800 kg (oitocentos quilogramas) - R$ 10,64 (dez reais e sessenta e quatro centavos); (Redação dada pela Lei nº 13.281, de 2016) (Vigência)",
    "CAPÍTULO XV - Art. 231 - V - c)": "DAS INFRAÇÕES Transitar com o veículo: com excesso de peso, admitido percentual de tolerância quando aferido por equipamento, na forma a ser estabelecida pelo CONTRAN: de 801 (oitocentos e um) a 1.000 kg (mil quilogramas) - R$ 21,28 (vinte e um reais e vinte e oito centavos); (Redação dada pela Lei nº 13.281, de 2016) (Vigência)",
    "CAPÍTULO XV - Art. 231 - V - d)": "DAS INFRAÇÕES Transitar com o veículo: com excesso de peso, admitido percentual de tolerância quando aferido por equipamento, na forma a ser estabelecida pelo CONTRAN: de 1.001 (mil e um) a 3.000 kg (três mil quilogramas) - R$ 31,92 (trinta e um reais e noventa e dois centavos); (Redação dada pela Lei nº 13.281, de 2016) (Vigência)",
    "CAPÍTULO XV - Art. 231 - V - e)": "DAS INFRAÇÕES Transitar com o veículo: com excesso de peso, admitido percentual de tolerância quando aferido por equipamento, na forma a ser estabelecida pelo CONTRAN: de 3.001 (três mil e um) a 5.000 kg (cinco mil quilogramas) - R$ 42,56 (quarenta e dois reais e cinquenta e seis centavos); (Redação dada pela Lei nº 13.281, de 2016) (Vigência)",
    "CAPÍTULO XV - Art. 231 - V - f)": "DAS INFRAÇÕES Transitar com o veículo: com excesso de peso, admitido percentual de tolerância quando aferido por equipamento, na forma a ser estabelecida pelo CONTRAN: acima de 5.001 kg (cinco mil e um quilogramas) - R$ 53,20 (cinquenta e três reais e vinte centavos); (Redação dada pela Lei nº 13.281, de 2016) (Vigência)",
    "CAPÍTULO XV - Art. 231 - VI": "DAS INFRAÇÕES Transitar com o veículo: em desacordo com a autorização especial, expedida pela autoridade competente para transitar com dimensões excedentes, ou quando a mesma estiver vencida:",
    "CAPÍTULO XV - Art. 231 - VII": "DAS INFRAÇÕES Transitar com o veículo: com lotação excedente;",
    "CAPÍTULO XV - Art. 231 - VIII": "DAS INFRAÇÕES Transitar com o veículo: efetuando transporte remunerado de pessoas ou bens, quando não for licenciado para esse fim, salvo casos de força maior ou com permissão da autoridade competente:",
    "CAPÍTULO XV - Art. 231 - IX": "DAS INFRAÇÕES Transitar com o veículo: desligado ou desengrenado, em declive:",
    "CAPÍTULO XV - Art. 231 - X": "DAS INFRAÇÕES Transitar com o veículo: excedendo a capacidade máxima de tração:",
    "CAPÍTULO XV - Art. 231 - Parágrafo único": "DAS INFRAÇÕES Transitar com o veículo: Sem prejuízo das multas previstas nos incisos V e X, o veículo que transitar com excesso de peso ou excedendo à capacidade máxima de tração, não computado o percentual tolerado na forma do disposto na legislação, somente poderá continuar viagem após descarregar o que exceder, segundo critérios estabelecidos na referida legislação complementar.",
    "CAPÍTULO XV - Art. 232": "DAS INFRAÇÕES Conduzir veículo sem os documentos de porte obrigatório referidos neste Código: leve;",
    "CAPÍTULO XV - Art. 233": "DAS INFRAÇÕES Deixar de efetuar o registro de veículo no prazo de trinta dias, junto ao órgão executivo de trânsito, ocorridas as hipóteses previstas no art. 123: Infração - média; (Redação dada pela Lei nº 14.071, de 2020) (Vigência) Penalidade - multa; (Redação dada pela Lei nº 14.071, de 2020) (Vigência) Medida administrativa - remoção do veículo. (Redação dada pela Lei nº 14.071, de 2020) (Vigência)",
    "CAPÍTULO XV - Art. 234": "DAS INFRAÇÕES Falsificar ou adulterar documento de habilitação e de identificação do veículo: gravíssima;",
    "CAPÍTULO XV - Art. 235": "DAS INFRAÇÕES Conduzir pessoas, animais ou carga nas partes externas do veículo, salvo nos casos devidamente autorizados: grave;",
    "CAPÍTULO XV - Art. 236": "DAS INFRAÇÕES Rebocar outro veículo com cabo flexível ou corda, salvo em casos de emergência: média;",
    "CAPÍTULO XV - Art. 237": "DAS INFRAÇÕES Transitar com o veículo em desacordo com as especificações, e com falta de inscrição e simbologia necessárias à sua identificação, quando exigidas pela legislação: grave;",
    "CAPÍTULO XV - Art. 238": "DAS INFRAÇÕES Recusar-se a entregar à autoridade de trânsito ou a seus agentes, mediante recibo, os documentos de habilitação, de registro, de licenciamento de veículo e outros exigidos por lei, para averiguação de sua autenticidade: Infração - gravíssima; Penalidade - multa e apreensão do veículo; Medida administrativa - remoção do veículo.",
    "CAPÍTULO XV - Art. 239": "DAS INFRAÇÕES Retirar do local veículo legalmente retido para regularização, sem permissão da autoridade competente ou de seus agentes: gravíssima;",
    "CAPÍTULO XV - Art. 240": "DAS INFRAÇÕES Deixar o responsável de promover a baixa do registro de veículo irrecuperável ou definitivamente desmontado: grave;",
    "CAPÍTULO XV - Art. 241": "DAS INFRAÇÕES Deixar de atualizar o cadastro de registro do veículo ou de habilitação do condutor:\n\n        Infração - leve;\n\n        Penalidade - multa.",
    "CAPÍTULO XV - Art. 242": "DAS INFRAÇÕES Fazer falsa declaração de domicílio para fins de registro, licenciamento ou habilitação: gravíssima;",
    "CAPÍTULO XV - Art. 243": "DAS INFRAÇÕES Deixar a empresa seguradora de comunicar ao órgão executivo de trânsito competente a ocorrência de perda total do veículo e de lhe devolver as respectivas placas e documentos: grave;",
    "CAPÍTULO XV - Art. 244 - I": "DAS INFRAÇÕES Conduzir motocicleta, motoneta ou ciclomotor: (Redação dada pela Lei nº 14.071, de 2020) (Vigência) sem usar capacete de segurança ou vestuário de acordo com as normas e as especificações aprovadas pelo Contran; (Redação dada pela Lei nº 14.071, de 2020) (Vigência)",
    "CAPÍTULO XV - Art. 244 - II": "DAS INFRAÇÕES Conduzir motocicleta, motoneta ou ciclomotor: (Redação dada pela Lei nº 14.071, de 2020) (Vigência) transportando passageiro sem o capacete de segurança, na forma estabelecida no inciso anterior, ou fora do assento suplementar colocado atrás do condutor ou em carro lateral;",
    "CAPÍTULO XV - Art. 244 - III": "DAS INFRAÇÕES Conduzir motocicleta, motoneta ou ciclomotor: (Redação dada pela Lei nº 14.071, de 2020) (Vigência) fazendo malabarismo ou equilibrando-se apenas em uma roda;",
    "CAPÍTULO XV - Art. 244 - V": "DAS INFRAÇÕES Conduzir motocicleta, motoneta ou ciclomotor: (Redação dada pela Lei nº 14.071, de 2020) (Vigência) transportando criança menor de 10 (dez) anos de idade ou que não tenha, nas circunstâncias, condições de cuidar da própria segurança: (Redação dada pela Lei nº 14.071, de 2020) (Vigência)",
    "CAPÍTULO XV - Art. 244 - VI": "DAS INFRAÇÕES Conduzir motocicleta, motoneta ou ciclomotor: (Redação dada pela Lei nº 14.071, de 2020) (Vigência) rebocando outro veículo;",
    "CAPÍTULO XV - Art. 244 - VII": "DAS INFRAÇÕES Conduzir motocicleta, motoneta ou ciclomotor: (Redação dada pela Lei nº 14.071, de 2020) (Vigência) sem segurar o guidom com ambas as mãos, salvo eventualmente para indicação de manobras;",
    "CAPÍTULO XV - Art. 244 - VIII": "DAS INFRAÇÕES Conduzir motocicleta, motoneta ou ciclomotor: (Redação dada pela Lei nº 14.071, de 2020) (Vigência) transportando carga incompatível com suas especificações ou em desacordo com o previsto no § 2o do art. 139-A desta Lei; (Incluído pela Lei nº 12.009, de 2009)",
    "CAPÍTULO XV - Art. 244 - IX": "DAS INFRAÇÕES Conduzir motocicleta, motoneta ou ciclomotor: (Redação dada pela Lei nº 14.071, de 2020) (Vigência) efetuando transporte remunerado de mercadorias em desacordo com o previsto no art. 139-A desta Lei ou com as normas que regem a atividade profissional dos mototaxistas: (Incluído pela Lei nº 12.009, de 2009)",
    "CAPÍTULO XV - Art. 244 - X": "DAS INFRAÇÕES Conduzir motocicleta, motoneta ou ciclomotor: (Redação dada pela Lei nº 14.071, de 2020) (Vigência) com a utilização de capacete de segurança sem viseira ou óculos de proteção ou com viseira ou óculos de proteção em desacordo com a regulamentação do Contran; (Incluído pela Lei nº 14.071, de 2020) (Vigência)",
    "CAPÍTULO XV - Art. 244 - XI": "DAS INFRAÇÕES Conduzir motocicleta, motoneta ou ciclomotor: (Redação dada pela Lei nº 14.071, de 2020) (Vigência) transportando passageiro com o capacete de segurança utilizado na forma prevista no inciso X do caput deste artigo: (Incluído pela Lei nº 14.071, de 2020) (Vigência)",
    "CAPÍTULO XV - Art. 244 - § 1º - a)": "DAS INFRAÇÕES Conduzir motocicleta, motoneta ou ciclomotor: (Redação dada pela Lei nº 14.071, de 2020) (Vigência) Para ciclos aplica-se o disposto nos incisos III, VII e VIII, além de:... conduzir passageiro fora da garupa ou do assento especial a ele destinado;",
    "CAPÍTULO XV - Art. 244 - § 1º - b)": "DAS INFRAÇÕES Conduzir motocicleta, motoneta ou ciclomotor: (Redação dada pela Lei nº 14.071, de 2020) (Vigência) Para ciclos aplica-se o disposto nos incisos III, VII e VIII, além de:... transitar em vias de trânsito rápido ou rodovias, salvo onde houver acostamento ou faixas de rolamento próprias;",
    "CAPÍTULO XV - Art. 244 - § 1º - c)": "DAS INFRAÇÕES Conduzir motocicleta, motoneta ou ciclomotor: (Redação dada pela Lei nº 14.071, de 2020) (Vigência) Para ciclos aplica-se o disposto nos incisos III, VII e VIII, além de:... transportar crianças que não tenham, nas circunstâncias, condições de cuidar de sua própria segurança.",
    "CAPÍTULO XV - Art. 244 - § 2º": "DAS INFRAÇÕES Conduzir motocicleta, motoneta ou ciclomotor: (Redação dada pela Lei nº 14.071, de 2020) (Vigência) Aplica-se aos ciclomotores o disposto na alínea b do parágrafo anterior:...",
    "CAPÍTULO XV - Art. 244 - § 3o": "DAS INFRAÇÕES Conduzir motocicleta, motoneta ou ciclomotor: (Redação dada pela Lei nº 14.071, de 2020) (Vigência) A restrição imposta pelo inciso VI do caput deste artigo não se aplica às motocicletas e motonetas que tracionem semi-reboques especialmente projetados para esse fim e devidamente homologados pelo órgão competente. (Incluído pela Lei nº 10.517, de 2002)",
    "CAPÍTULO XV - Art. 245 - Parágrafo único": "DAS INFRAÇÕES Utilizar a via para depósito de mercadorias, materiais ou equipamentos, sem autorização do órgão ou entidade de trânsito com circunscrição sobre a via:\n\n        Infração - grave;\n\n        Penalidade - multa;\n\n        Medida administrativa - remoção da mercadoria ou do material. A penalidade e a medida administrativa incidirão sobre a pessoa física ou jurídica responsável.",
    "CAPÍTULO XV - Art. 246 - Parágrafo único": "DAS INFRAÇÕES Deixar de sinalizar qualquer obstáculo à livre circulação, à segurança de veículo e pedestres, tanto no leito da via terrestre como na calçada, ou obstaculizar a via indevidamente: Infração - gravíssima; Penalidade - multa, agravada em até cinco vezes, a critério da autoridade de trânsito, conforme o risco à segurança. A penalidade será aplicada à pessoa física ou jurídica responsável pela obstrução, devendo a autoridade com circunscrição sobre a via providenciar a sinalização de emergência, às expensas do responsável, ou, se possível, promover a desobstrução.",
    "CAPÍTULO XV - Art. 247": "DAS INFRAÇÕES Deixar de conduzir pelo bordo da pista de rolamento, em fila única, os veículos de tração ou propulsão humana e os de tração animal, sempre que não houver acostamento ou faixa a eles destinados:\n\n        Infração - média;\n\n        Penalidade - multa.",
    "CAPÍTULO XV - Art. 248": "DAS INFRAÇÕES Transportar em veículo destinado ao transporte de passageiros carga excedente em desacordo com o estabelecido no art. 109: grave;",
    "CAPÍTULO XV - Art. 249": "DAS INFRAÇÕES Deixar de manter acesas, à noite, as luzes de posição, quando o veículo estiver parado, para fins de embarque ou desembarque de passageiros e carga ou descarga de mercadorias: média;",
    "CAPÍTULO XV - Art. 250 - I - a": "DAS INFRAÇÕES Quando o veículo estiver em movimento: deixar de manter acesa a luz baixa: durante a noite;",
    "CAPÍTULO XV - Art. 250 - I - b": "DAS INFRAÇÕES Quando o veículo estiver em movimento: deixar de manter acesa a luz baixa: de dia, em túneis e sob chuva, neblina ou cerração; (Redação dada pela Lei nº 14.071, de 2020) (Vigência)",
    "CAPÍTULO XV - Art. 250 - I - c": "DAS INFRAÇÕES Quando o veículo estiver em movimento: deixar de manter acesa a luz baixa: de dia, no caso de veículos de transporte coletivo de passageiros em circulação em faixas ou pistas a eles destinadas; (Redação dada pela Lei nº 14.071, de 2020) (Vigência)",
    "CAPÍTULO XV - Art. 250 - I - d": "DAS INFRAÇÕES Quando o veículo estiver em movimento: deixar de manter acesa a luz baixa: de dia, no caso de motocicletas, motonetas e ciclomotores; (Redação dada pela Lei nº 14.071, de 2020) (Vigência)",
    "CAPÍTULO XV - Art. 250 - I - e": "DAS INFRAÇÕES Quando o veículo estiver em movimento: deixar de manter acesa a luz baixa: de dia, em rodovias de pista simples situadas fora dos perímetros urbanos, no caso de veículos desprovidos de luzes de rodagem diurna; (Incluído pela Lei nº 14.071, de 2020) (Vigência)",
    "CAPÍTULO XV - Art. 250 - III": "DAS INFRAÇÕES Quando o veículo estiver em movimento: deixar de manter a placa traseira iluminada, à noite;",
    "CAPÍTULO XV - Art. 250 - IV": "DAS INFRAÇÕES Quando o veículo estiver em movimento: deixar o veículo de transporte público coletivo de passageiros ou de escolares de manter a porta fechada: (Incluído pela Lei nº 14.440, de 2022)",
    "CAPÍTULO XV - Art. 251 - I": "DAS INFRAÇÕES Utilizar as luzes do veículo: o pisca-alerta, exceto em imobilizações ou situações de emergência;",
    "CAPÍTULO XV - Art. 251 - II - a": "DAS INFRAÇÕES Utilizar as luzes do veículo: baixa e alta de forma intermitente, exceto nas seguintes situações: a curtos intervalos, quando for conveniente advertir a outro condutor que se tem o propósito de ultrapassá-lo;",
    "CAPÍTULO XV - Art. 251 - II - b": "DAS INFRAÇÕES Utilizar as luzes do veículo: baixa e alta de forma intermitente, exceto nas seguintes situações: em imobilizações ou situação de emergência, como advertência, utilizando pisca-alerta;",
    "CAPÍTULO XV - Art. 251 - II - c": "DAS INFRAÇÕES Utilizar as luzes do veículo: baixa e alta de forma intermitente, exceto nas seguintes situações: quando a sinalização de regulamentação da via determinar o uso do pisca-alerta:",
    "CAPÍTULO XV - Art. 252 - I": "DAS INFRAÇÕES Dirigir o veículo: com o braço do lado de fora;",
    "CAPÍTULO XV - Art. 252 - II": "DAS INFRAÇÕES Dirigir o veículo: transportando pessoas, animais ou volume à sua esquerda ou entre os braços e pernas;",
    "CAPÍTULO XV - Art. 252 - III": "DAS INFRAÇÕES Dirigir o veículo: com incapacidade física ou mental temporária que comprometa a segurança do trânsito;",
    "CAPÍTULO XV - Art. 252 - IV": "DAS INFRAÇÕES Dirigir o veículo: usando calçado que não se firme nos pés ou que comprometa a utilização dos pedais;",
    "CAPÍTULO XV - Art. 252 - V": "DAS INFRAÇÕES Dirigir o veículo: com apenas uma das mãos, exceto quando deva fazer sinais regulamentares de braço, mudar a marcha do veículo, ou acionar equipamentos e acessórios do veículo;",
    "CAPÍTULO XV - Art. 252 - VI": "DAS INFRAÇÕES Dirigir o veículo: utilizando-se de fones nos ouvidos conectados a aparelhagem sonora ou de telefone celular;",
    "CAPÍTULO XV - Art. 252 - VII": "DAS INFRAÇÕES Dirigir o veículo: realizando a cobrança de tarifa com o veículo em movimento:          (Incluído pela Lei nº 13.154, de 2015)",
    "CAPÍTULO XV - Art. 252 - Parágrafo único": "DAS INFRAÇÕES Dirigir o veículo: A hipótese prevista no inciso V caracterizar-se-á como infração gravíssima no caso de o condutor estar segurando ou manuseando telefone celular.          (Incluído pela Lei nº 13.281, de 2016)      (Vigência)",
    "CAPÍTULO XV - Art. 253-A - § 1º": "DAS INFRAÇÕES Usar qualquer veículo para, deliberadamente, interromper, restringir ou perturbar a circulação na via sem autorização do órgão ou entidade de trânsito com circunscrição sobre ela: (Incluído pela Lei nº 13. 281, de 2016) Aplica-se a multa agravada em 60 (sessenta) vezes aos organizadores da conduta prevista no caput. (Incluído pela Lei nº 13.281, de 2016)",
    "CAPÍTULO XV - Art. 253-A - § 2º": "DAS INFRAÇÕES Usar qualquer veículo para, deliberadamente, interromper, restringir ou perturbar a circulação na via sem autorização do órgão ou entidade de trânsito com circunscrição sobre ela: (Incluído pela Lei nº 13. 281, de 2016) Aplica-se em dobro a multa em caso de reincidência no período de 12 (doze) meses. (Incluído pela Lei nº 13.281, de 2016)",
    "CAPÍTULO XV - Art. 253-A - § 3º": "DAS INFRAÇÕES Usar qualquer veículo para, deliberadamente, interromper, restringir ou perturbar a circulação na via sem autorização do órgão ou entidade de trânsito com circunscrição sobre ela: (Incluído pela Lei nº 13. 281, de 2016) As penalidades são aplicáveis a pessoas físicas ou jurídicas que incorram na infração, devendo a autoridade com circunscrição sobre a via restabelecer de imediato, se possível, as condições de normalidade para a circulação na via. (Incluído pela Lei nº 13.281, de 2016)",
    "CAPÍTULO XV - Art. 253": "DAS INFRAÇÕES Bloquear a via com veículo: gravíssima;",
    "CAPÍTULO XV - Art. 255": "DAS INFRAÇÕES Conduzir bicicleta em passeios onde não seja permitida a circulação desta, ou de forma agressiva, em desacordo com o disposto no parágrafo único do art. 59: Infração - média; Penalidade - multa; Medida administrativa - remoção da bicicleta, mediante recibo para o pagamento da multa."
}